#!/usr/bin/python
# -*- coding: UTF-8 -*-
"""
前言：切勿将本工具和技术用于网络犯罪，三思而后行！
文件描述： 
"""

BANNER: str = """[bold red]
                   __                         
                  / _|                        
 __      __ __ _ | |_  ___   ___  __ _  _ __  
 \ \ /\ / // _` ||  _|/ __| / __|/ _` || '_ \ 
  \ V  V /| (_| || |  \__ \| (__| (_| || | | |
   \_/\_/  \__,_||_|  |___/ \___|\__,_||_| |_|[/bold red]  
                                            
https://github.com/jammny    Version: 0.0.1\n"""